---
title: 《欧洲：欧洲文明如何塑造现代世界》
slug: how-europe-shaped-the-modern-world
date: 2023-08-07 00:00:00+0000
image: 
categories:
 - Reading Notes
tags:
 - Book
 - Europe
 - History
 - Civilization
---

# 关于本书

书名：《欧洲：欧洲文明如何塑造现代世界》（EUROPA: How Europe Shaped the Modern World）

作者：（西）胡里奥·克雷斯波·麦克伦南（Julio Crespo Maclennan）

译者：黄锦桂

出版社：中信出版社

出版时间：2020-08

ISBN：978-7-5217-1952-9

# 读书笔记

本书旨在阐释16-20世纪欧洲主宰世界400多年的原因，欧洲对其他大陆和欧洲以外的人民产生了怎样的影响，以及欧洲霸权带来的后果，行文上采用了编年法和主题法。

## 第一章 欧罗巴：从神话传说到真实世界

本章副标题为“文艺复兴带来欧洲文明的兴旺”。

欧洲的名字来源于希腊神话中的欧罗巴，她是克里特王米诺斯的母亲。欧洲人普遍到13世纪才开始用欧洲来指称自己所在的大陆，此前，欧洲通常被称为基督教王国。很长一段时间里，欧洲落后于中国，也缺乏伊斯兰文明的扩张能力，欧洲之所以能够实现华丽转身，变成一个影响全世界的文明体系，关键在于文艺复兴。

文艺复兴在13世纪末兴起于意大利，到16世纪时已蔓延到欧洲大多数国家，市场经济、国家和知识型社会是文艺复兴的三大产物，欧洲人凭此获得了领先于其他文明的优势，逐渐从一个相对落后、内向、忙于抵御来自东方或南方入侵的文明发展成一个能够自我保护、成就斐然、向全世界扩张的文明。

## 第二章 有多远走多远

本章副标题为“地理大发现奠定欧洲霸权的基础”。

对世界地理的好奇心，对找到贸易路线、实现发财梦的渴望，敢于冒险和勇于开拓的精神，以及不断改进的航海技术，推动了欧洲国家向外扩张。这一时期涌现了许多优秀的航海家和冒险家，如哥伦布、达·伽马、亚美利哥、巴尔沃利、麦哲伦、德雷克、林斯霍腾、亨利·哈德孙、詹姆斯·库克等。

在地理大发现时代，葡萄牙成为欧洲扩张的先行者，西班牙、英国、法国、荷兰等欧洲国家紧随其后，走上同样的海外扩张之路，在美洲和世界其他地区建起各自的殖民地。

## 第三章 世界还不够大

本章副标题为“欧洲帝国崛起”。

攫取财富、国家竞争、缓解生存压力……不同的原因推动欧洲国家走上扩张之路，在进入大航海时代300年后，这些欧洲强国都成功缔造了自己帝国，疆域横跨五大洲。

欧洲帝国崛起带来的主要成果之一是打造出一个全新的大西洋世界，欧洲、美洲以及非洲的主要港口都整合到大西洋贸易网络中，自此，大西洋成为全球经济增长最快的地方。此外，欧洲帝国的习俗、社会制度、语言和宗教等西方文化也在殖民地广泛传播，在美洲等地方深深扎根。

## 第四章 反抗帝国的革命

本章副标题为“革命时代对欧洲帝国和西方世界的影响”。

1776年美国独立战争爆发，拉开了革命时代的大幕，1789年法国大革命在整个欧洲大陆激起剧变，同时也影响到了欧洲帝国在美洲的殖民地，自由主义和民主制度广泛传播，旧政权开始瓦解，英国、法国、西班牙、葡萄牙的许多殖民地纷纷解体。尽管如此，这一时期的政治和社会变革也推动了欧洲社会发展，提高了它们的活力、开拓和冒险精神以及和平解决内部冲突和公民问题的能力。

与此同时，随着蒸汽机、纺织机、铁路等发明和技术创新等出现，工业革命在英国率先开始，并迅速蔓延到西欧和大西洋彼岸，带来了惊人的经济和社会变化。

## 第五章 宏伟的东方梦

本章副标题为“欧洲扩张对中国、印度和其他亚洲国家的影响”。

欧洲在亚洲的扩张激起了东西方文明的冲突，这种冲突并不总以欧洲人的胜利告终。印度虽然冲突不断，但印度人和英国人总体上以和平共居为主，这种共居也出现在西班牙统治下的菲律宾和荷兰在东南亚的殖民地；中国人总是拒绝西方的影响，双方的冲突在中国人心中种下了很大的愤恨，其影响一直延续；日本在与西方文明相遇后，借助欧洲强国和自己的改革计划，成长为一个强国。

欧洲帝国在亚洲的扩张对欧洲获得全球霸权非常关键，欧洲人来到这里，不仅对欧洲经济产生了深远影响，欧洲人的饮食、社会习惯和文化也深受熏染。

## 第六章 寻找更美好的世界

本章副标题为“移民潮传扬欧洲文化与价值观”。

移民与欧洲帝国的扩张形影相随，16-20世纪，欧洲人离开自己的出生地，在世界各地开疆辟土，传播西方文化。

16-18世纪，欧洲没有足够的人口移居到所有领地。在19世纪，欧洲绝大部分国家都发生了人口爆炸，工业革命带来的技术创新改善了旅行条件和偏远地区的居住条件，推动了移民潮的出现，一直持续到20世纪，这为欧洲帝国扩张增添了特殊意义，并使欧洲的影响力传播到殖民地之外。

## 第七章 权力与荣光

本章副标题为“欧洲霸权的黄金时代”。

19世纪是欧洲的鼎盛期，欧洲文明登上权力的顶峰，欧洲成为世界的中心。1815年，拿破仑战争结束，欧洲的黄金时代开始，并一直持续到1914年。

在工业革命、帝国扩张以及欧洲较长时间和平的背景下，欧洲经历了巨大的社会和经济变革，成为世界的智识中心，诞生了诸多政治思想，改变了全世界。随着生活水平的提高和闲暇时间的增加，文化产业应运而生，娱乐、陶冶了人们的身心，启迪、丰富了人们的思想。

## 第八章 第一道和最后一道文明锋线

本章副标题为“以文明、基督教与帝国利益之名争夺非洲”。

非洲是欧洲人在航海大发现时代穿越的第一道锋线，但除了南非以及非洲北部和西北部海岸的一些飞地外，非洲大陆直到19世纪末才开始被深入探索，非洲也成为欧洲帝国竞相扩张和对抗的新场所，欧洲列强在不到20年的时间里瓜分了欧洲大陆，对非洲的争夺刺激了欧洲国家之间的对抗，在帝国主义时代产生了深刻的影响。

所有欧洲国家进入非洲的目的都是开发非洲大陆，传播基督教、贸易和文明，但他们的方法千差万别，导致的结果也截然不同。奴隶贸易、奴役、屠杀……给非洲本土族群带来深重灾难，另一方面，欧洲人也将科学、医学、教育、交通、城市文明……引入了非洲。

## 第九章 撼动世界的两次大战

本章副标题为“两次世界大战开启后欧洲时代”。

从1870年起，欧洲国家又开始了一场空前的海外领地争夺赛，竞争、不信任和嫉恨成为国际关系的主流，同时王朝之间的竞争加深了欧洲扩张主义危机。1914年，欧洲弥漫着极端爱国主义和怨恨的情绪，各国缔结的联盟不仅没能避免战争，反而导致了战争爆发，1918年，第一次世界大战以德国及其盟国战败收场，这场战争对整个欧洲都产生了毁灭性影响，重塑了世界秩序，欧洲的黄金时代画上了句号。1939年德国入侵捷克斯洛伐克和波兰，开启了第二次世界大战，1945年美国在广岛和长崎投下原子弹，结束了战争。

从1914年开始，欧洲国家沿着国界不断分化，1945年迎来了最大的分裂——欧洲大陆分裂为两个阵营，同时二战结束也标志着欧洲不再拥有欧洲经济霸主地位。

## 第十章 离乡去国，远走他方

本章副标题为“迁徙与流亡的欧洲知识分子对全球的影响”。

从20世纪20年代开始，欧洲极权主义、政治迫害、宗教和种族迫害……引发欧洲人才流失，并持续到第二次世界大战结束之后，美国成为有才华和抱负的人最青睐的目的地，西方的科学和知识中心从欧洲转到北美。

从某种意义上看，这最后一波移民潮谱成了欧洲国家向外扩张的终曲，欧洲霸权已经日薄西山。

## 第十一章 探索真理

本章副标题为“欧洲帝国的遗风在后殖民时代继续影响世界”。

在第二次世界大战结束后不久，欧洲殖民帝国开始分崩离析，30年后几乎完全消失，去殖民化迅速改变了1945年之前以欧洲霸权为特征的世界秩序。

在去殖民化运动中，殖民地的领导人都希望捍卫和传承自己民族的习俗，但他们无法完全消除殖民者留下的影响，比如语言、国家议会和地方议会、司法系统和国家法院、学校和大学、武警和军队……

## 第十二章 欧洲梦

本章副标题为“组建具有广泛吸引力的欧洲联盟”。

欧洲联合的想法由来已久，从1945年开始，欧洲民族国家的政治和经济联合不再仅仅是理想，而成为一种必要。1948年海牙会议讨论了关于如何促进欧洲统一的基本思想，从那以后，欧洲的政治和外交精英开始将欧洲大陆的未来与欧洲统一联系在一起。

欧洲煤钢共同体成立、《罗马条约》签署、欧洲共同体成立、欧洲议会成立、《单一欧洲法案》签订、《马斯特里赫特条约》通过、《阿姆斯特丹条约》签订……欧洲区域一体化不断发展，并深刻影响了世界其他地区的区域合作方式。

欧盟虽然存在种种缺陷和内部危机，但仍然具有左右21世纪全球趋势的能力，欧洲通过欧盟继续积极地影响世界。
